tap "armmbed/formulae"
tap "daipeihust/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "sanemat/font"
brew "openssl@3"
brew "awscli"
brew "bash"
brew "bat"
brew "ghc"
brew "cabal-install"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "fd"
brew "findutils"
brew "fish"
brew "icu4c@76"
brew "harfbuzz"
brew "fontforge"
brew "fselect"
brew "gcc"
brew "gh"
brew "gibo"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnupg"
brew "gmime"
brew "go"
brew "grep"
brew "grex"
brew "hatch"
brew "hugo"
brew "juliaup"
brew "libpq"
brew "lsd"
brew "mas"
brew "neomutt"
brew "neovim"
brew "nginx"
brew "nkf"
brew "nodebrew"
brew "notmuch-mutt"
brew "nvm"
brew "opam"
brew "pkgconf"
brew "postgresql@14"
brew "pyenv"
brew "qemu"
brew "rbenv"
brew "rbenv-communal-gems"
brew "ripgrep"
brew "rlwrap"
brew "rustup"
brew "sbt"
brew "starship"
brew "testdisk"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "w3m"
brew "yarn"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "daipeihust/tap/im-select"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "clipy"
cask "coteditor"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-ricty-diminished"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "insomnia"
cask "julia"
cask "karabiner-elements"
cask "keka"
cask "libreoffice"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "musescore"
cask "obsidian"
cask "onedrive"
cask "onyx"
cask "rectangle"
cask "slack"
cask "steam"
cask "visual-studio-code"
cask "vnc-viewer"
cask "wezterm"
cask "xquartz"
cask "zoom"
cask "zulip"
mas "1Password 7", id: 1333542190
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "LINE WORKS", id: 6447544433
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
vscode "astro-build.astro-vscode"
vscode "esbenp.prettier-vscode"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "github.vscode-github-actions"
vscode "julialang.language-julia"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ocamllabs.ocaml-platform"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
