tap "armmbed/formulae"
tap "daipeihust/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "sanemat/font"
brew "openssl@3"
brew "awscli"
brew "bash"
brew "colima"
brew "coreutils"
brew "docker", link: false
brew "docker-compose", link: false
brew "exa"
brew "findutils"
brew "fish"
brew "harfbuzz"
brew "fontforge"
brew "gcc"
brew "git"
brew "gnupg"
brew "go"
brew "grep"
brew "libpq"
brew "mas"
brew "neomutt"
brew "neovim"
brew "nginx"
brew "nkf"
brew "nodebrew"
brew "notmuch-mutt"
brew "opam"
brew "postgresql@14"
brew "pyenv"
brew "rbenv"
brew "rbenv-communal-gems"
brew "ripgrep"
brew "rlwrap"
brew "rustup-init"
brew "sbt"
brew "starship"
brew "testdisk"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "w3m"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "daipeihust/tap/im-select"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "coteditor"
cask "cyberduck"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "insomnia"
cask "karabiner-elements"
cask "keka"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "musescore"
cask "obsidian"
cask "onedrive"
cask "rectangle"
cask "slack"
cask "thunderbird"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
cask "zulip"
mas "GoodNotes", id: 1444383602
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
mas "Spark", id: 1176895641
vscode "asvetliakov.vscode-neovim"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "hashicorp.terraform"
vscode "jdinhlife.gruvbox"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "rust-lang.rust-analyzer"
vscode "ryanolsonx.solarized"
