tap "armmbed/formulae"
tap "daipeihust/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sanemat/font"
brew "awscli"
brew "bash"
brew "docker", link: false
brew "exa"
brew "fish"
brew "harfbuzz"
brew "fontforge"
brew "gcc"
brew "getmail"
brew "git"
brew "go"
brew "grep"
brew "libpq"
brew "mas"
brew "neomutt"
brew "neovim"
brew "nginx"
brew "nkf"
brew "nodebrew"
brew "notmuch-mutt"
brew "opam"
brew "openssl@3"
brew "postgresql@14"
brew "pyenv"
brew "rbenv"
brew "rbenv-communal-gems"
brew "rlwrap"
brew "rustup-init"
brew "sbt"
brew "starship"
brew "testdisk"
brew "tfenv"
brew "tmux"
brew "tree"
brew "yarn"
brew "zplug"
brew "zsh"
brew "daipeihust/tap/im-select"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "coteditor"
cask "cyberduck"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-ricty-diminished"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "karabiner-elements"
cask "keka"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "musescore"
cask "obsidian"
cask "onedrive"
cask "onyx"
cask "rectangle"
cask "slack"
cask "thunderbird"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
cask "zulip"
mas "GoodNotes", id: 1444383602
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
mas "Spark", id: 1176895641
